concurrent-report/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 10000,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2835.8636000000065,
    "medianResTime" : 2685.0,
    "minResTime" : 191.0,
    "maxResTime" : 12248.0,
    "pct1ResTime" : 3621.0,
    "pct2ResTime" : 4042.6499999999924,
    "pct3ResTime" : 7224.709999999994,
    "throughput" : 67.68785070767647,
    "receivedKBytesPerSec" : 40.23523828450219,
    "sentKBytesPerSec" : 21.462435939795043
  },
  "POST /api/payment" : {
    "transaction" : "POST /api/payment",
    "sampleCount" : 10000,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2835.8636000000065,
    "medianResTime" : 2685.0,
    "minResTime" : 191.0,
    "maxResTime" : 12248.0,
    "pct1ResTime" : 3621.0,
    "pct2ResTime" : 4042.6499999999924,
    "pct3ResTime" : 7224.709999999994,
    "throughput" : 67.68785070767647,
    "receivedKBytesPerSec" : 40.23523828450219,
    "sentKBytesPerSec" : 21.462435939795043
  }
}