report/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1494.6200000000001,
    "medianResTime" : 259.5,
    "minResTime" : 194.0,
    "maxResTime" : 8383.0,
    "pct1ResTime" : 6621.499999999999,
    "pct2ResTime" : 7956.099999999998,
    "pct3ResTime" : 8383.0,
    "throughput" : 5.241639584862145,
    "receivedKBytesPerSec" : 3.081510771569347,
    "sentKBytesPerSec" : 1.6431311589265123
  },
  "POST /api/payment" : {
    "transaction" : "POST /api/payment",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1494.6200000000001,
    "medianResTime" : 259.5,
    "minResTime" : 194.0,
    "maxResTime" : 8383.0,
    "pct1ResTime" : 6621.499999999999,
    "pct2ResTime" : 7956.099999999998,
    "pct3ResTime" : 8383.0,
    "throughput" : 5.241639584862145,
    "receivedKBytesPerSec" : 3.081510771569347,
    "sentKBytesPerSec" : 1.6431311589265123
  }
}